export const mockTests: any[] = [
  {
    testId: 1,
    title: "Тестирование на знание методов оценки",
    description:
      "Вам предстоит изучить и ответить на ряд вопрсосов и знании криетриев оценки и подсчета статистики",
    info: [
      { name: "Нужно верных ответов", value: "15" },
      { name: "Вопросов в тесте", value: "30" },
      { name: "Времени на попытку", value: "45" },
    ],
  },
  {
    testId: 2,
    title: "Тестирование на знание методов оценки",
    description:
      "Вам предстоит изучить и ответить на ряд вопрсосов и знании криетриев оценки и подсчета статистики",
    info: [
      { name: "Нужно верных ответов", value: "10" },
      { name: "Вопросов в тесте", value: "20" },
      { name: "Времени на попытку", value: "30" },
    ],
  },
];
