export const mockTests = [
  {
    testId: 1,
    title: "Тестирование на знание методов оценки",
    description:
      "Вам предстоит изучить и ответить на ряд вопрсосов и знании криетриев оценки и подсчета статистики",
    info: [
      {
        name: "Надо верных ответов",
        value: "15",
      },
      {
        name: "Вопросов в тесте",
        value: "16",
      },
      {
        name: "Осталось попыток",
        value: "1 из 2",
      },
      {
        name: "Время на попытку",
        value: "30 минут",
      },
    ],
    attemps: [
      {
        status: "done",
        rightAnswers: 21,
        date: "04.12.2022",
      },
      {
        status: "fail",
        rightAnswers: 11,
        date: "08.12.2022",
      },
    ],
  },
  {
    testId: 2,
    title: "Тестирование на знание методов оценки",
    description:
      "Вам предстоит изучить и ответить на ряд вопрсосов и знании криетриев оценки и подсчета статистики",
    info: [
      {
        name: "Надо верных ответов",
        value: "21",
      },
      {
        name: "Вопросов в тесте",
        value: "27",
      },
      {
        name: "Осталось попыток",
        value: "2 из 2",
      },
      {
        name: "Время на попытку",
        value: "45 минут",
      },
    ],
  },
];
